Repository: mozilla-l10n/mt-training-data
Catalog: mni/mni_pontoon.tmx
Source language: en_us
Languages: mni

source: Help us find more voices, share your goal
mni: ꯑꯩꯈꯣꯏꯗꯥ ꯈꯣꯟꯖꯦꯜ ꯍꯦꯟꯅꯥ ꯐꯪꯍꯟꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯌꯨ, ꯑꯗꯣꯝꯒꯤ ꯄꯥꯟꯗꯝ ꯑꯗꯨ ꯁꯦꯌꯔ ꯇꯧꯕꯤꯌꯨ꯫

source: Help us find others to donate their voice!
mni: ꯑꯩꯈꯣꯏꯗ ꯃꯇꯦꯡ ꯄꯥꯡꯎ ꯑꯇꯩꯒꯤ ꯈꯣꯟꯖꯦꯜ ꯀꯠꯊꯣꯛꯅꯕ!

source: Help us get to { $goal }
mni: { $goal } ꯑꯁꯤ ꯌꯧꯅꯕ ꯑꯩꯈꯣꯏ ꯃꯇꯦꯡ ꯄꯥꯡꯎ

source: Help us validate sentences!
mni: ꯋꯥꯍꯩꯄꯔꯦꯡ ꯑꯆꯨꯝꯕ ꯑꯣꯏꯍꯟꯕꯗ ꯑꯩꯈꯣꯢꯕꯨ ꯃꯇꯦꯡ ꯄꯥꯡꯎ!

source: Help us validate voices
mni: ꯑꯩꯈꯣꯢꯕꯨ ꯃꯇꯦꯡ ꯄꯥꯡꯉꯨ ꯈꯣꯟꯖꯦꯜꯁꯤꯡ ꯆꯨꯝꯍꯟꯕꯗ

source: Here are the links to download your ZIP files.
mni: ꯃꯈꯥꯗꯥ ꯅꯍꯥꯛꯀꯤ ꯖꯤꯞ ꯐꯥꯏꯜꯁꯤꯡ ꯆꯤꯡꯊꯅꯕꯒꯤ ꯂꯤꯡꯛꯁꯤꯡ ꯄꯤꯔꯤ ꯫

source: Hidden
mni: ꯑꯔꯣꯠꯄ

source: Highland Puebla Nahuatl
mni: ꯍꯥꯏꯂꯦꯟ ꯄꯨꯌꯦꯕꯂꯥ ꯅꯥꯍꯨꯌꯥꯇꯜ

source: Hiligaynon
mni: ꯍꯤꯂꯤꯒꯥꯌꯅꯟ

source: Hill Mari
mni: ꯍꯤꯜ ꯃꯥꯔꯤ

source: Hindi
mni: ꯍꯤꯟꯗꯤ

source: His hand was rais-ed.
mni: ꯃꯍꯥꯛꯀꯤ ꯃꯈꯨꯠ ꯑꯗꯨ ꯋꯥꯡꯈꯠꯂꯛꯈꯤ ꯫

source: Hours
mni: ꯄꯨꯡꯁꯤꯡ

source: Hours Recorded
mni: ꯔꯦꯀꯣꯔꯗ ꯇꯧꯈꯤꯕ ꯄꯨꯡꯁꯤꯡ

source: Hours Validated
mni: ꯚꯦꯂꯤꯗꯦꯠ ꯇꯧꯈꯤꯕ ꯄꯨꯡꯁꯤꯡ

source: How ?
mni: ꯀꯔꯝꯅ?

source: How are project decisions made?
mni: ꯊꯧꯔꯥꯡꯒꯤ ꯋꯥꯔꯦꯞꯁꯤꯡ ꯑꯁꯤ ꯀꯔꯝꯅꯥ ꯂꯧꯕꯒꯦ?

source: How can we effectively grow a language on Common Voice?
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯗ ꯑꯩꯈꯣꯏꯅꯥ ꯃꯇꯧ ꯀꯔꯝꯅꯥ ꯂꯣꯜ ꯑꯃꯥ ꯏꯐꯦꯛꯇꯤꯕ ꯑꯣꯏꯅꯥ ꯆꯥꯎꯈꯠꯍꯟꯒꯅꯤ?

source: How does Common Voice work?
mni: ꯀꯃꯥꯢꯅ ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯊꯕꯛ ꯇꯣꯕꯒꯦ ?

source: How does site localization work?
mni: ꯁꯥꯏꯠ ꯂꯣꯀꯦꯂꯥꯏꯖꯦꯁꯟ ꯑꯁꯤ ꯀꯔꯝꯅꯥ ꯊꯕꯛ ꯇꯧꯕꯒꯦ?

source: How do I access and use the dataset?
mni: ꯑꯩꯅꯥ ꯀꯔꯝꯅꯥ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯗꯨ ꯐꯪꯒꯅꯤ ꯑꯃꯁꯨꯡ ꯁꯤꯖꯤꯟꯅꯒꯅꯤ?

source: How do I add a language?
mni: ꯑꯩꯅ ꯀꯔꯝꯅ ꯂꯣꯟ ꯱ ꯍꯥꯞꯆꯤꯟꯒꯅꯤ ?

source: How do I add sentences?
mni: ꯑꯩꯅ ꯀꯔꯝꯅ ꯋꯥꯍꯩꯄꯔꯦꯡ ꯍꯥꯞꯆꯤꯟꯒꯅꯤ ?

source: How do I know whether to approve a voice clip?
mni: ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞ ꯑꯃꯥ ꯑꯦꯞꯔꯨꯕ ꯇꯧꯒꯗ꯭ꯔꯥ ꯍꯥꯏꯕꯗꯨ ꯑꯩꯅꯥ ꯀꯔꯝꯅꯥ ꯈꯪꯒꯅꯤ?

source: How do I record a high quality voice clip?
mni: ꯑꯋꯥꯡꯕꯥ ꯊꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞ ꯑꯃꯥ ꯃꯇꯧ ꯀꯔꯝꯅꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯒꯅꯤ?

source: How do I stay in touch?
mni: ꯑꯩꯅꯥ ꯃꯇꯧ ꯀꯔꯝꯅꯥ ꯄꯥꯎ ꯐꯥꯎꯅꯒꯅꯤ?

source: How is Common Voice funded?
mni: ꯀꯃꯥꯢꯅ ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯁꯦꯟꯊꯪ ꯊꯥꯗꯕꯒꯦ ?

source: How would you describe your accent?
mni: ꯅꯍꯥꯛꯀꯤ ꯑꯦꯛꯁꯦꯟꯇ ꯑꯗꯨ ꯀꯔꯝꯅꯥ ꯐꯣꯡꯗꯣꯛꯀꯅꯤ?

source: Hungarian
mni: ꯍꯪꯒꯦꯔꯤꯌꯥꯟ

source: I agree
mni: ꯑꯩ ꯌꯥꯔꯦ

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mni: ꯀꯃꯟ ꯚꯣꯏꯁꯀꯤ ꯋꯥꯐꯝ ꯑꯁꯤ ꯑꯩꯍꯥꯛꯅꯥ ꯌꯥꯖꯩ<termsLink>ꯍꯤꯔꯝꯁꯤꯡ</termsLink>ꯑꯃꯁꯨꯡ<privacyLink>ꯄ꯭ꯔꯥꯏꯚꯦꯁꯤ ꯅꯣꯇꯤꯁ</privacyLink>

source: Icelandic
mni: ꯑꯥꯏꯁꯂꯦꯟꯗꯤꯛ

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
mni: ꯑꯩꯅ ꯏꯃꯦꯜ ꯂꯥꯛꯍꯟꯕ ꯄꯥꯝꯃꯤ ꯄꯥꯟꯖꯤꯜ ꯅꯤꯡꯁꯤꯡꯍꯟꯕ, ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯄꯥꯎꯁꯤꯡ ꯱ꯁꯨꯡ ꯑꯅꯧꯕ ꯂꯥꯛꯄꯁꯤꯡ ꯫

source: I do not agree
mni: ꯑꯩ ꯌꯥꯅꯤꯡꯗꯦ

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
mni: ꯀꯔꯤꯒꯨꯝꯕꯥ ꯀ꯭ꯂꯤꯞ ꯑꯃꯥ ꯃꯤꯑꯣꯏ ꯲ꯅꯥ ꯔꯤꯖꯦꯛꯇ ꯇꯧꯔꯕꯗꯤ, ꯃꯗꯨ ꯗꯦꯇꯥꯁꯦꯠꯀꯤ ꯇꯣꯉꯥꯟꯕꯥ ꯁꯕꯁꯦꯠ ꯑꯃꯗꯥ ꯊꯥꯗꯣꯛꯏ ꯫

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mni: ꯀꯔꯤꯒꯨꯝꯕꯥ ꯔꯦꯀꯣꯔꯗꯤꯡ ꯑꯗꯨ ꯊꯨꯒꯥꯏꯔꯕꯗꯤ, ꯅꯠꯇ꯭ꯔꯒꯥ ꯀ꯭ꯔꯦꯛ ꯇꯧꯔꯕꯗꯤ, ꯇꯦꯛꯁꯠ ꯑꯗꯨꯒꯤ ꯃꯄꯨꯡꯐꯥꯕꯥ ꯁꯔꯨꯛ ꯑꯗꯨ ꯍꯧꯖꯤꯛꯁꯨ ꯇꯥꯕꯥ ꯉꯝꯗ꯭ꯔꯕꯗꯤ ꯌꯥꯍꯟꯒꯅꯨ ꯫

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mni: ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯆꯠꯅꯀꯥꯡꯂꯣꯟꯁꯤꯡ ꯑꯁꯤꯅꯥ ꯀꯣꯟꯁꯤꯟꯗꯕꯥ ꯋꯥꯐꯝ ꯑꯃꯥ ꯂꯥꯛꯄꯥ ꯇꯥꯔꯕꯗꯤ, ꯆꯥꯟꯕꯤꯗꯨꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯈ꯭ꯋꯥꯏꯗꯒꯤ ꯐꯕꯥ ꯋꯥꯔꯦꯞꯀꯤ ꯃꯇꯨꯡ ꯏꯟꯅꯥ ꯚꯣꯠ ꯊꯥꯗꯕꯤꯌꯨ ꯫ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯇꯁꯦꯡꯅꯥ ꯋꯥꯔꯦꯞ ꯂꯧꯕꯥ ꯉꯝꯗ꯭ꯔꯕꯗꯤ, ꯁ꯭ꯀꯤꯞ ꯕꯇꯟ ꯑꯗꯨ ꯁꯤꯖꯤꯟꯅꯧ ꯑꯃꯁꯨꯡ ꯃꯊꯪꯒꯤ ꯔꯦꯀꯣꯔꯗꯇꯥ ꯆꯠꯂꯨ ꯫

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
mni: ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯃꯈꯣꯏꯕꯨ <strong> ꯇꯥꯕꯥ</strong> ꯑꯃꯁꯨꯡ <strong>ꯃꯈꯣꯏꯕꯨ ꯂꯧꯁꯤꯟꯕꯥ</strong> ꯉꯝꯂꯕꯗꯤ ꯃꯍꯧꯁꯥꯅꯥ <strong>ꯑꯌꯥꯕꯥ ꯄꯤꯕꯥ</strong> ꯈ꯭ꯋꯥꯏꯗꯒꯤ ꯐꯩ ꯫

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
mni: ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯅꯨꯃꯤꯠ ꯈꯔꯅꯤꯒꯤ ꯃꯅꯨꯡꯗꯥ ꯑꯩꯈꯣꯏꯒꯤ ꯋꯥꯐꯝ ꯇꯥꯕꯥ ꯐꯪꯗ꯭ꯔꯕꯗꯤ, <emailLink>{ $email }</emailLink> ꯗꯥ ꯌꯧꯕꯤꯌꯨ ꯫ ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯏꯅꯥ ꯅꯈꯣꯏꯒꯥ ꯍꯜꯂꯛꯀꯅꯤ!

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
mni: ꯀꯔꯤꯒꯨꯝꯕ ꯅꯍꯥꯛꯅ ꯅꯠꯇ꯭ꯔꯒ ꯅꯍꯥꯛꯀꯤ ꯂꯨꯞ ꯑꯗꯨꯅ ꯊꯧꯔꯥꯡ ꯑꯗꯨꯗ ꯑꯃꯨꯛ ꯍꯟꯅ ꯁꯔꯨꯛ ꯌꯥꯕ ꯄꯥꯝꯂꯕꯗꯤ, ꯅꯍꯥꯛꯅ <donateLink>ꯁꯦꯟ ꯀꯠꯄ</donateLink> ꯑꯃ ꯄꯤꯕꯥ ꯌꯥꯏ ꯅꯠꯇ꯭ꯔꯒ ꯑꯩꯈꯣꯏꯒꯤ ꯄꯥꯔꯇꯅꯔꯁꯤꯞꯁꯤꯡꯒꯤ ꯈꯣꯡꯕꯨ ꯑꯣꯏꯕ ꯌꯥꯏ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
mni: ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯑꯦꯑꯦꯁꯑꯥꯔ ꯃꯑꯣꯡꯁꯤꯡ ꯁꯦꯝꯅꯕꯥ ꯈꯨꯠꯂꯥꯏꯁꯤꯡ ꯊꯤꯔꯕꯗꯤ, ꯅꯍꯥꯛꯅꯥ ꯀꯝꯌꯨꯅꯤꯇꯤꯒꯤ ꯑꯇꯣꯞꯄꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯒꯥ <discourseLink>ꯗꯤꯁ꯭ꯀꯣꯔꯁ</discourseLink>ꯗꯥ ꯁꯝꯅꯍꯟꯕꯥ ꯌꯥꯏ ꯫

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
mni: ꯅꯍꯥꯛꯅꯥ ꯈꯜꯂꯤꯕꯁꯤ ꯂꯩꯇꯣꯟ ꯁꯦꯡꯅ ꯉꯥꯡꯕ ꯑꯁꯤꯅꯥ <strong>ꯂꯧꯁꯤꯟꯕꯥ ꯉꯝꯗꯕꯥ</strong> ꯑꯣꯏꯍꯜꯂꯤ, ꯅꯠꯇ꯭ꯔꯒꯥ <strong>ꯃꯌꯥꯏ ꯑꯣꯏꯕꯥ ꯃꯅꯤꯡꯗꯒꯤ ꯈꯣꯟꯖꯦꯜ</strong> ꯑꯃꯥ ꯂꯩ, ꯅꯠꯇ꯭ꯔꯒꯥ <strong>ꯑꯇꯣꯞꯄꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯁꯨ ꯋꯥ ꯉꯥꯡꯂꯤ</strong>, ꯃꯗꯨꯒꯤ ꯃꯇꯨꯡꯗꯥ ꯅꯍꯥꯛꯅꯥ... ꯀ꯭ꯂꯤꯞ ꯑꯗꯨ ꯔꯤꯖꯦꯛꯇ ꯇꯧꯒꯗꯕꯅꯤ ꯫ <accuracyLink>ꯑꯩꯈꯣꯏꯒꯤ ꯑꯆꯨꯝꯕꯥ ꯃꯊꯧ ꯇꯥꯕ</accuracyLink>ꯗꯥ ꯑꯍꯦꯟꯕꯥ ꯋꯥꯔꯣꯜ ꯌꯦꯡꯕꯤꯌꯨ ꯫

source: Igbo
mni: ꯏꯒꯕꯣ

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
mni: ꯑꯩꯍꯥꯛꯅꯥ ꯍꯧꯖꯤꯛ #CommonVoice ꯗꯥ ꯈꯣꯟꯖꯦꯜ ꯀꯠꯊꯣꯛꯄꯒꯤꯗꯃꯛ ꯃꯁꯥꯒꯤ ꯑꯣꯏꯕ ꯄꯥꯟꯗꯝ ꯑꯃꯥ ꯁꯦꯝꯂꯦ -- ꯑꯩꯍꯥꯛꯀꯥ ꯂꯣꯏꯅꯅꯥ ꯌꯥꯎꯕꯤꯌꯨ ꯑꯃꯁꯨꯡ ꯃꯦꯆꯤꯟꯁꯤꯡꯗꯥ ꯑꯁꯦꯡꯕꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯅꯥ ꯀꯔꯝꯅꯥ ꯋꯥ ꯉꯥꯡꯕꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯇꯝꯕꯤꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯌꯨ { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
mni: ꯃꯣꯖꯤꯂꯥꯗꯥ ꯅꯍꯥꯛꯅꯥ ꯐꯣꯡꯗꯣꯛꯂꯤꯕꯥ ꯃꯇꯨꯡ ꯏꯟꯅꯥ ꯅꯍꯥꯛꯅꯥ ꯋꯥꯐꯝ ꯑꯁꯤ ꯍꯦꯟꯗꯜ ꯇꯧꯕꯗꯥ ꯑꯩꯍꯥꯛ ꯌꯥꯔꯦ<privacyLink>ꯑꯔꯣꯟꯑꯊꯨꯞ ꯉꯥꯛꯄ</privacyLink>

source: Includes email, username & demographic info, available right away
mni: ꯏꯃꯦꯜ, ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯃꯃꯤꯡ & ꯗꯦꯃꯣꯒ꯭ꯔꯥꯐꯤꯛ ꯋꯥꯔꯣꯜ ꯌꯥꯎꯔꯤ, ꯈꯨꯗꯛꯇꯥ ꯐꯪꯒꯅꯤ

source: Includes mp3s and related sentences, may take some time to prepare
mni: mp3s ꯑꯃꯁꯨꯡ ꯃꯔꯤ ꯂꯩꯅꯕꯥ ꯋꯥꯍꯩꯁꯤꯡ ꯌꯥꯎꯔꯤ, ꯁꯦꯝ ꯁꯥꯕꯗꯥ ꯃꯇꯝ ꯈꯔꯥ ꯆꯪꯂꯝꯕꯥ ꯌꯥꯏ

source: Indonesian
mni: ꯏꯟꯗꯣꯅꯦꯁꯤꯌꯥꯟ

source: Information about the language
mni: ꯂꯣꯜꯒꯤ ꯃꯔꯝꯗꯥ ꯋꯥꯔꯣꯜꯁꯤꯡ

source: In Progress
mni: ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯂꯤ

source: Interested in learning more and contributing to the project?
mni: ꯍꯦꯟꯅꯥ ꯇꯝꯁꯤꯟꯕꯥ ꯑꯃꯁꯨꯡ ꯊꯧꯔꯥꯡ ꯑꯁꯤꯗꯥ ꯁꯔꯨꯛꯌꯥꯕꯥ ꯄꯥꯝꯕꯤꯕꯔꯥ?

source: Interlingua
mni: ꯂꯣꯟ ꯱ꯒ ꯂꯣꯟ ꯱ꯒ ꯐꯥꯎꯅꯕ

source: Interlingue
mni: ꯂꯣꯟ ꯱ꯒ ꯂꯣꯟ ꯱ꯒ ꯐꯥꯎꯅꯕ ꯃꯦꯆꯤꯟꯒꯤ

source: Irish
mni: ꯑꯥꯏꯔꯤꯁ

source: IsiNdebele (North)
mni: IsiNdebele (ꯑꯋꯥꯡ)

source: IsiNdebele (South)
mni: IsiNdebele (ꯈꯥ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
mni: <isoCodeLink>ISO ꯀꯣꯗꯁꯤꯡ</isoCodeLink> ꯀꯔꯤꯒꯨꯝꯕꯥ ꯈꯪꯂꯕꯗꯤ

source: Is the clip valid?
mni: ꯀ꯭ꯂꯤꯞ ꯑꯗꯨ ꯆꯠꯅꯕꯥ ꯌꯥꯕꯥ ꯑꯣꯏꯕ꯭ꯔꯥ?

source: Italian
mni: ꯏꯇꯥꯂꯤꯌꯥꯟ

source: It contains words or phrases that are hard to read or pronounce.
mni: ꯃꯁꯤꯗꯥ ꯄꯥꯕꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯋꯥꯍꯟꯊꯣꯛ ꯄꯤꯕꯥ ꯉꯝꯗꯕꯥ ꯋꯥꯍꯩ ꯅꯠꯇ꯭ꯔꯒꯥ ꯋꯥꯍꯩ ꯄꯔꯦꯡꯁꯤꯡ ꯌꯥꯑꯣꯏ ꯫

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
mni: ꯗꯦꯇꯥꯁꯦꯠꯁꯤꯡ ꯑꯁꯤ ꯂꯦꯞꯇꯅ ꯊꯧꯕꯨꯔꯦꯜ ꯑꯣꯏꯕ ꯑꯃꯁꯨꯡ ꯊꯥꯗꯣꯛꯄꯗꯥ, ꯐꯝꯄꯥꯛ ꯑꯁꯤ ꯐꯒꯠꯍꯟꯕꯗ ꯑꯃꯁꯨꯡ <africaMradiLink>ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯄ꯭ꯔꯣꯒ꯭ꯔꯥꯃꯁꯤꯡ</africaMradiLink> ꯆꯂꯥꯏꯕꯗ ꯁꯦꯜ ꯌꯥꯝꯅ ꯆꯪꯏ ꯫

source: It is written in a language different than what I’m speaking.
mni: ꯑꯩꯅꯥ ꯉꯥꯡꯂꯤꯕꯥ ꯑꯁꯤꯗꯒꯤ ꯇꯣꯉꯥꯟꯕꯥ ꯂꯣꯟ ꯑꯃꯗꯥ ꯏꯔꯦ ꯫

source: Izhorian
mni: ꯑꯥꯏꯓꯣꯔꯤꯌꯥꯟ

source: Japanese
mni: ꯖꯄꯥꯅꯤꯁ

source: Join the Common Voice mailing list
mni: ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯄꯥꯎꯖꯦꯜ ꯊꯥꯅꯕ ꯄꯔꯤꯡꯗ ꯌꯥꯎꯁꯤꯟꯂꯨ

source: Just Unsure?
mni: ꯁꯣꯌꯗꯅꯥ ꯂꯩꯕ꯭ꯔꯥ?

source: Kabardian
mni: ꯀꯥꯕꯥꯔꯗꯤꯌꯥꯟ

source: Kabyle
mni: ꯀꯦꯕꯥꯏꯜ

source: Kannada
mni: ꯀꯟꯅꯥꯗꯥ

source: Kaqchikel
mni: ꯀꯥꯛꯆꯤꯀꯦꯜ

source: Karakalpak
mni: ꯀꯥꯔꯀꯥꯜꯄꯥꯛ

source: Kazakh
mni: ꯀꯥꯓꯥꯈ

source: { $kb }kb max
mni: { $kb }kb ꯃꯦꯛꯁ

source: Keep
mni: ꯊꯝꯃꯨ

source: Keep it up, record again <recordIcon></recordIcon>
mni: ꯃꯁꯤ ꯊꯝꯃꯨ, ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯔꯣ <recordIcon></recordIcon>

source: Keep the recordings
mni: ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡ ꯑꯗꯨ ꯊꯝꯃꯨ꯫

source: Keep track of your progress and metrics across multiple languages.
mni: ꯂꯣꯜ ꯀꯌꯥꯒꯤ ꯃꯔꯛꯇꯥ ꯅꯍꯥꯛꯀꯤ ꯄ꯭ꯔꯣꯒ꯭ꯔꯦꯁ ꯑꯃꯁꯨꯡ ꯃꯦꯇ꯭ꯔꯤꯛ ꯑꯗꯨ ꯌꯦꯡꯁꯤꯜꯂꯨ ꯫

source: Keep track of your progress with a profile
mni: ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯑꯃꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯄ꯭ꯔꯣꯒ꯭ꯔꯦꯁ ꯑꯗꯨ ꯌꯦꯡꯁꯤꯜꯂꯨ

source: Keep track of your progress with a profile and help our voice data be more accurate.
mni: ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯑꯃꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯄ꯭ꯔꯣꯒ꯭ꯔꯦꯁ ꯑꯗꯨ ꯌꯦꯡꯁꯤꯟꯕꯤꯌꯨ ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯏꯒꯤ ꯚꯣꯏꯁ ꯗꯦꯇꯥ ꯑꯗꯨ ꯍꯦꯟꯅꯥ ꯑꯆꯨꯝꯕꯥ ꯑꯣꯏꯍꯅꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯌꯨ ꯫

source: Khmer
mni: ꯈꯃꯦꯔ

source: K'iche'
mni: ꯀ'ꯆꯦ

source: Kikuyu
mni: ꯀꯤꯀꯤꯌꯨ

source: Kinyarwanda
mni: ꯀꯤꯅ꯭ꯌꯥꯔꯋꯥꯟꯗ

source: Kom
mni: ꯀꯣꯝ

source: Komi-Zyrian
mni: ꯀꯣꯃꯤ-ꯓꯥꯏꯔꯤꯌꯥꯟ

source: Konkani (Devanagari)
mni: ꯀꯣꯟꯀꯥꯅꯤ (ꯗꯦꯕꯅꯒ꯭ꯔꯤ)

source: Korean
mni: ꯀꯣꯔꯤꯌꯥꯟ

source: Kurmanji Kurdish
mni: ꯀꯨꯔꯃꯟꯖꯤ ꯀꯨꯔꯗꯤꯁ

source: Kyrgyz
mni: ꯀꯌ꯭ꯔꯒꯤꯁ

source: Language
mni: ꯂꯣꯟ

source: Language Request
mni: ꯂꯣꯟ ꯍꯪꯒꯠꯆꯕ

source: Language request successfully submitted, thank you.
mni: ꯂꯣꯜꯒꯤ ꯔꯤꯀꯣꯔꯗ ꯃꯥꯌ ꯄꯥꯛꯅꯥ ꯄꯤꯁꯤꯜꯂꯦ, ꯊꯥꯒꯠꯆꯔꯤ ꯫

source: Languages
mni: ꯂꯣꯟꯁꯤꯡ

source: Lao
mni: ꯂꯥꯎ

source: Latvian
mni: ꯂꯥꯠꯚꯤꯌꯥꯟ

source: Launched
mni: ꯍꯧꯗꯣꯀꯈ꯭ꯔꯦ

source: Leaderboard Visibility
mni: ꯂꯤꯗꯔꯕꯣꯔꯗ ꯎꯕꯒꯤ ꯆꯥꯡ

source: Learn how to take part
mni: ꯇꯝꯃꯨ ꯛꯔꯝꯅ ꯁꯔꯨꯛ ꯌꯥꯒꯅꯤ ꯍꯥꯢꯕꯗꯨ ꯈꯪꯅꯕ

source: Learn More
mni: ꯍꯦꯟꯅ ꯇꯝꯃꯨ

source: Leaving now means you’ll lose your changes
mni: ꯍꯧꯖꯤꯛ ꯆꯠꯈꯤꯕꯥ ꯑꯁꯤꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯑꯍꯣꯡꯕꯁꯤꯡ ꯑꯗꯨ ꯃꯥꯡꯍꯟꯒꯅꯤ ꯍꯥꯏꯕꯅꯤ

source: Leaving now means you'll lose your progress
mni: ꯍꯧꯖꯤꯛ ꯆꯠꯈꯤꯕꯥ ꯑꯁꯤꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯄ꯭ꯔꯣꯒ꯭ꯔꯦꯁ ꯑꯗꯨ ꯃꯥꯡꯍꯟꯒꯅꯤ ꯍꯥꯏꯕꯅꯤ

source: Let's Get Started
mni: ꯍꯧꯔꯁꯤ

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
mni: ꯂꯤꯕ꯭ꯔꯤꯁ꯭ꯄꯤꯆ ꯑꯁꯤ ꯂꯤꯕ꯭ꯔꯤꯚꯣꯛꯁ ꯊꯧꯔꯥꯡꯒꯤ ꯄꯥꯔꯕ ꯑꯣꯗꯤꯑꯣꯕꯨꯀꯁꯤꯡꯗꯒꯤ ꯂꯧꯕꯥ ꯆꯥꯎꯔꯥꯛꯅꯥ ꯄꯨꯡ ꯱꯰꯰꯰ꯒꯤ ꯱꯶Khz ꯄꯥꯕꯥ ꯏꯪꯂꯤꯁ ꯁ꯭ꯄꯤꯆꯀꯤ ꯀꯣꯔꯄꯁ ꯑꯃꯅꯤ ꯫

source: License
mni: ꯑꯌꯥꯕ

source: License: <licenseLink>CC-0</licenseLink>
mni: ꯑꯌꯥꯕ:<licenseLink>ꯁꯤꯁꯤ-꯰</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
mni: ꯑꯌꯥꯕ: <licenseLink>{ $license }</licenseLink>

source: Ligurian
mni: ꯂꯤꯒꯨꯔꯤꯌꯥꯟ

source: Lingala
mni: ꯂꯤꯡꯒꯥꯂꯥ

source: Link Copied
mni: ꯁꯝꯅꯕꯝ ꯁꯤꯟꯖꯤꯟꯍꯧꯔꯦ

source: Links to websites that can help us understand the language
mni: ꯂꯣꯜ ꯑꯁꯤ ꯈꯪꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯥ ꯉꯝꯕꯥ ꯋꯦꯕꯁꯥꯏꯠꯁꯤꯡꯒꯤ ꯂꯤꯡꯛꯁꯤꯡ

source: Listen
mni: ꯃꯨꯟꯅ ꯇꯥꯎ

source: Listening
mni: ꯇꯥꯔꯤ

source: Listen-Queue
mni: ꯇꯥꯕꯤꯌꯨ-ꯃꯊꯪꯃꯅꯥꯎ

source: Lithuanian
mni: ꯂꯤꯊꯨꯑꯥꯅꯤꯌꯥꯟ

source: Loading…
mni: ꯆꯤꯡꯊꯔꯤ

source: Localized
mni: ꯂꯣꯀꯦꯂꯥꯏꯖ

source: Log In
mni: ꯃꯅꯨꯡ ꯆꯪꯁꯤꯟꯕ

source: Login Identity
mni: ꯃꯅꯨꯡ ꯆꯪꯁꯤꯟꯕ ꯁꯛꯇꯥꯛ

source: Log in or sign up to get started
mni: ꯍꯧꯗꯣꯛꯅꯕꯒꯤꯗꯃꯛ ꯂꯣꯒ ꯏꯟ ꯇꯧꯕꯤꯌꯨ ꯅꯠꯇ꯭ꯔꯒꯥ ꯁꯥꯏꯟ ꯑꯥꯞ ꯇꯧꯕꯤꯌꯨ

source: Log In / Sign Up
mni: ꯃꯅꯨꯡꯆꯪꯁꯤꯟꯕ/ꯃꯤꯡ ꯄꯁꯤꯟꯕ

source: Log In / Sign Up with { $company } email
mni: { $company } ꯏꯃꯦꯜꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯂꯣꯒ ꯏꯟ / ꯁꯥꯏꯟ ꯑꯥꯞ ꯇꯧꯕꯥ

source: Log Out
mni: ꯃꯄꯥꯟ ꯊꯣꯛꯂꯛꯄ

source: Lojban
mni: ꯂꯣꯖꯕꯟ

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
mni: ꯂꯣꯜ ꯑꯁꯤꯗꯥ ꯇꯥꯕꯥ ꯌꯥꯕꯥ ꯀ꯭ꯂꯤꯞ ꯑꯃꯠꯇꯥ ꯂꯩꯇꯦ ꯍꯥꯏꯅꯥ ꯂꯧꯅꯩ ꯫ ꯍꯧꯖꯤꯛ ꯈꯔꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯗꯨꯅꯥ ꯀ꯭ꯌꯨ ꯃꯄꯨꯡ ꯐꯥꯍꯟꯕꯗꯥ ꯑꯩꯈꯣꯏꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯌꯨ ꯫

source: Luganda
mni: ꯂꯨꯒꯥꯟꯗ

source: Luxembourgish
mni: ꯂꯨꯁꯦꯝꯕꯧꯔꯒꯤꯁ

source: Macedonian
mni: ꯃꯦꯁꯤꯗꯣꯅꯤꯌꯥꯟ

source: Maithili
mni: ꯃꯥꯏꯊꯤꯂꯤ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
mni: ꯅꯍꯥꯛꯅꯥ ꯋꯥ ꯉꯥꯡꯕꯥ ꯍꯧꯗ꯭ꯔꯤꯉꯩꯗꯥ ꯐꯝꯄꯥꯛ ꯑꯗꯨ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯔꯤꯕ꯭ꯔꯥ ꯍꯥꯏꯕꯗꯨ ꯌꯦꯡꯎ, ꯑꯃꯁꯨꯡ ꯅꯍꯥꯛꯅꯥ ꯂꯣꯏꯁꯤꯜꯂꯕꯥ ꯃꯇꯨꯡꯗꯥ ꯈꯛꯇꯃꯛ ꯊꯤꯡꯖꯤꯜꯂꯨ ꯫

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
mni: ꯅꯍꯥꯛꯀꯤ ꯁꯕꯃꯤꯠ ꯇꯧꯔꯕꯥ ꯗꯦꯇꯥ ꯑꯗꯨ ꯌꯥꯔꯤꯕꯃꯈꯩ ꯔꯤꯆ ꯑꯣꯏꯍꯟꯕꯤꯌꯨ, ꯃꯗꯨꯒꯤ ꯃꯅꯨꯡꯗꯥ ꯃꯃꯤꯡ ꯂꯩꯔꯕꯥ ꯗꯦꯃꯣꯒ꯭ꯔꯥꯐꯤꯛ ꯗꯦꯇꯥ ꯈꯔꯥ ꯄꯤꯌꯨ ꯫ ꯑꯩꯈꯣꯏꯅꯥ ꯗꯦꯃꯣꯒ꯭ꯔꯥꯐꯤꯛ ꯗꯦꯇꯥ ꯄꯨꯝꯅꯃꯛ ꯃꯤꯌꯥꯝꯗꯥ ꯈꯪꯍꯟꯗ꯭ꯔꯤꯉꯩ ꯃꯃꯥꯡꯗꯥ ꯗꯤ-ꯑꯥꯏꯗꯦꯟꯇꯤꯐꯥꯏ ꯇꯧꯏ ꯫

source: Malagasy
mni: ꯃꯂꯥꯒꯁꯤ

source: Malay
mni: ꯃꯥꯂꯦ

source: Malayalam
mni: ꯃꯂꯥꯌꯥꯂꯝ

source: Maltese
mni: ꯃꯥꯜꯇꯤꯁ

source: Manage Email Subscriptions
mni: ꯏꯃꯦꯜ ꯁꯕꯁ꯭ꯛꯔꯤꯄꯁꯟꯁꯤꯡ ꯁꯤꯟꯂꯥꯡꯕ

source: Manage Subscriptions
mni: ꯁꯕꯁ꯭ꯛꯔꯤꯄꯁꯟꯁꯤꯡ ꯁꯤꯟꯂꯥꯡꯕ

source: Mapudungun
mni: ꯃꯄꯨꯗꯨꯟꯒꯨꯟ

source: Marathi
mni: ꯃꯔꯥꯊꯤ

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
mni: ꯑꯩꯈꯣꯏꯒꯤ <homepageLink>ꯂꯃꯥꯏꯌꯨꯝ</homepageLink>ꯅꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯂꯕꯔꯥ? ꯋꯥꯍꯪ ꯑꯃꯥ ꯍꯪꯅꯕꯒꯤꯗꯃꯛ, ꯆꯥꯟꯕꯤꯗꯨꯅꯥ <matrixLink>ꯃꯦꯠꯔꯤꯛ ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯆꯦꯠ</matrixLink>ꯗꯥ ꯌꯥꯎꯕꯤꯌꯨ, <githubLink>GitHub</githubLink>ꯒꯤ ꯈꯨꯠꯊꯥꯡꯗꯥ ꯁꯥꯏꯠꯀꯤ ꯏꯁꯨꯁꯤꯡ ꯌꯦꯡꯁꯤꯅꯕꯤꯌꯨ ꯅꯠꯇ꯭ꯔꯒꯥ <discourseLink>ꯑꯩꯈꯣꯏꯒꯤ ꯗꯤꯁ꯭ꯀꯣꯔꯁ ꯐꯣꯔꯝꯁꯤꯡ</discourseLink>ꯗꯥ ꯆꯠꯄꯤꯌꯨ ꯫

source: MB
mni: ꯑꯦꯝꯕꯤ

source: Meadow Mari
mni: ꯃꯤꯗꯣ ꯃꯥꯔꯤ

source: Medumba
mni: ꯃꯦꯗꯨꯝꯕꯥ

source: Meetei Lon
mni: ꯃꯤꯇꯩ ꯂꯣꯟ

source: Message
mni: ꯄꯥꯎꯖꯦꯜ

source: [Mismatched content]
mni: [ꯃꯁꯤꯒꯥ ꯃꯥꯟꯅꯗꯕꯥ ꯀꯟꯇꯦꯟꯇ]

source: Misreadings
mni: ꯂꯥꯟꯅ-ꯄꯥꯈꯤꯕꯁꯤꯡ

source: Missing an <strong>'s'</strong> at the end of a word.
mni: ꯋꯥꯍꯩ ꯑꯃꯒꯤ ꯑꯔꯣꯏꯕꯗꯥ <strong>ꯒꯤ</strong> ꯑꯃꯥ ꯃꯥꯡꯈꯤꯕꯥ ꯫

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mni: ꯔꯦꯀꯣꯔꯗꯤꯡꯒꯤ ꯍꯧꯔꯛꯐꯝꯗꯥ <strong>'A'</strong> ꯅꯠꯇ꯭ꯔꯒꯥ <strong>'The'</strong> ꯌꯥꯥꯎꯗꯕꯥ ꯫

source: Missing the end of the last word by cutting off the recording too quickly.
mni: ꯔꯦꯀꯣꯔꯗꯤꯡ ꯑꯗꯨ ꯌꯥꯝꯅꯥ ꯊꯨꯅꯥ ꯀꯛꯊꯗꯨꯅꯥ ꯑꯔꯣꯏꯕꯥ ꯋꯥꯍꯩ ꯑꯗꯨꯒꯤ ꯑꯔꯣꯏꯕꯥ ꯑꯗꯨ ꯃꯥꯡꯍꯅꯕꯥ ꯫

source: Mixed
mni: ꯌꯥꯟꯁꯤꯟꯅꯕ

source: Moksha
mni: ꯃꯣꯛꯁꯥ

source: Mongolian
mni: ꯃꯣꯡꯒꯣꯂꯤꯌꯥ

source: More
mni: ꯍꯦꯟꯅ

source: [More has been recorded than the required text]
mni: [ꯃꯊꯧ ꯇꯥꯕꯥ ꯇꯦꯛꯁꯇꯒꯤ ꯍꯦꯟꯅꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯈ꯭ꯔꯦ]

source: Mossi
mni: ꯃꯣꯁꯤ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
mni: ꯑꯆꯧꯕꯥ ꯀꯝꯄꯦꯅꯤꯁꯤꯡꯅꯥ ꯁꯤꯖꯤꯟꯅꯔꯤꯕꯥ ꯗꯦꯇꯥ ꯑꯌꯥꯝꯕꯗꯤ ꯃꯤꯑꯣꯏ ꯑꯌꯥꯝꯕꯅꯥ ꯐꯪꯗꯦ ꯫ ꯑꯩꯈꯣꯏꯅꯥ ꯈꯜꯂꯤ ꯃꯗꯨꯗꯤ ꯏꯅꯣꯕꯦꯁꯟ ꯊꯤꯡꯏ ꯫ ꯃꯔꯝ ꯑꯗꯨꯅꯥ ꯑꯩꯈꯣꯏꯅꯥ ꯀꯃꯟ ꯚꯣꯏꯁ ꯍꯧꯗꯣꯛꯈ꯭ꯔꯦ, ꯃꯁꯤ ꯚꯣꯏꯁ ꯔꯤꯀꯣꯒꯅꯤꯁꯟ ꯑꯣꯄꯟ ꯑꯣꯏꯍꯟꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯅꯕꯥ ꯊꯧꯔꯥꯡ ꯑꯃꯅꯤ ꯫ ꯑꯃꯁꯨꯡ ꯃꯤꯄꯨꯝ ꯈꯨꯗꯤꯡꯃꯛꯅꯥ ꯌꯧꯕꯥ ꯉꯝꯕꯥ ꯫

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
mni: ꯑꯆꯧꯕ ꯁꯤꯟꯂꯝꯁꯤꯡꯅ ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯗꯥꯇꯥꯁꯤꯡ ꯑꯁꯤ ꯃꯤꯌꯥꯝ ꯑꯌꯥꯝꯕꯗ ꯐꯪꯗꯦ ꯫ ꯑꯩꯈꯣꯏꯅ ꯈꯟꯂꯤ ꯃꯇꯣꯟ ꯇꯨꯝꯅ ꯑꯅꯧꯕ ꯄꯨꯊꯣꯛꯂꯛꯄ ꯑꯣꯏꯅ ꯫ ꯃꯁꯤꯅ ꯃꯔꯝ ꯑꯣꯏꯔꯒ ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯊꯧꯔꯥꯡ ꯂꯤꯡꯈꯠꯂꯤꯕ, ꯊꯧꯔꯥꯡ ꯑꯁꯤꯅ ꯈꯣꯟꯖꯦꯜ ꯈꯪꯗꯣꯛꯇꯨꯅ ꯃꯤꯌꯥꯝ ꯈꯨꯗꯤꯡꯃꯛꯅ ꯁꯤꯖꯤꯟꯅꯕ ꯌꯥꯅꯕ ꯫

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mni: ꯑꯌꯥꯝꯕꯥ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡꯗꯤ ꯃꯤꯌꯥꯝꯅꯥ ꯃꯈꯣꯏꯒꯤ ꯃꯍꯧꯁꯥꯒꯤ ꯈꯣꯟꯖꯦꯜꯗꯥ ꯋꯥꯔꯤ ꯁꯥꯅꯕꯅꯤ ꯫ ꯃꯇꯝ ꯃꯇꯝꯒꯤ ꯑꯣꯏꯅꯥ ꯂꯥꯎꯊꯣꯛꯄꯥ, ꯋꯥ ꯉꯥꯡꯕꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯃꯌꯦꯛ ꯁꯦꯡꯅꯥ ‘ꯅꯥꯠꯀꯤ ꯑꯣꯏꯕꯥ’ ꯈꯣꯟꯖꯦꯜ ꯑꯃꯗꯥ ꯄꯤꯕꯥ ꯅꯟ-ꯁ꯭ꯇꯦꯟꯗꯔꯗ ꯔꯦꯀꯣꯔꯗꯤꯡ ꯑꯗꯨ ꯅꯍꯥꯛꯅꯥ ꯌꯥꯕꯥ ꯌꯥꯏ ꯫ ꯆꯥꯟꯕꯤꯗꯨꯅꯥ ꯏꯁꯩ ꯅꯣꯡꯃꯥꯏꯒꯤ ꯔꯦꯀꯣꯔꯗꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯀꯝꯞꯌꯨꯇꯔꯅꯥ ꯁꯦꯝꯕꯥ ꯈꯣꯟꯖꯦꯜ ꯁꯤꯖꯤꯟꯅꯔꯤꯕꯁꯤꯡ ꯑꯗꯨ ꯌꯥꯕꯤꯒꯅꯨ ꯫

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
mni: ꯃꯣꯓꯤꯂꯥ ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯑꯍꯥꯟꯕ ꯃꯦꯆꯤꯟ ꯑꯁꯤ ꯇꯁꯦꯡꯕ ꯃꯤꯑꯣꯏꯕꯅ ꯋꯥ-ꯉꯥꯡꯕ ꯇꯝꯕꯤꯔꯤ ꯫

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
mni: ꯃꯣꯖꯤꯂꯥ ꯀꯃꯟꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯃꯥꯂꯦꯝ ꯄꯨꯝꯕꯒꯤ ꯑꯦꯛꯇꯤꯕꯤꯁ꯭ꯇꯁꯤꯡ, ꯂꯤꯉ꯭ꯒꯨꯏꯁ꯭ꯇꯁꯤꯡ, ꯗꯦꯇꯥ ꯁꯥꯏꯟꯇꯤꯁ꯭ꯇꯁꯤꯡ, ꯑꯦꯀꯥꯗꯦꯃꯤꯛꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯁꯣꯐꯋꯦꯌꯔ ꯏꯟꯖꯤꯅꯤꯌꯔꯁꯤꯡꯒꯤ ꯇꯣꯞ ꯇꯣꯞꯄꯥ ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯑꯃꯅꯥ ꯑꯣꯏꯊꯣꯛꯄꯥ ꯉꯝꯍꯜꯂꯤ ꯫ ꯊꯧꯔꯥꯡ ꯑꯁꯤ ꯃꯣꯖꯤꯂꯥ ꯐꯥꯎꯟꯗꯦꯁꯟꯅꯥ ꯁꯦꯝꯒꯠꯄꯅꯤ ꯫

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
mni: ꯃꯣꯖꯤꯂꯥꯒꯤ ꯑꯣꯄꯟ ꯁꯣꯔꯁ ꯈꯣꯟꯖꯦꯜ ꯁꯛꯈꯪꯕ ꯏꯟꯖꯤꯟ ꯗꯤꯞ ꯁ꯭ꯄꯤꯆ ꯑꯁꯤ ꯁ꯭ꯄꯤꯆ ꯁꯀꯈꯪꯕ ꯑꯦꯞꯂꯤꯀꯦꯁꯟꯁꯤꯡ ꯁꯦꯝꯒꯠꯄꯗꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯏ ꯫ ꯑꯩꯈꯣꯏꯒꯤ <githubLink>ꯒꯤꯠꯍꯕ ꯑꯣꯚꯔꯚꯤꯌꯨ</githubLink> ꯄꯥꯕꯤꯌꯨ ꯅꯠꯇ꯭ꯔꯒꯥ ꯃꯇꯧ ꯀꯔꯝꯅꯥ ꯍꯧꯒꯗꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯈꯪꯅꯕꯒꯤꯗꯃꯛ <discourseLink>DeepSpeech Discourse</discourseLink> ꯗꯥ ꯌꯥꯎꯕꯤꯌꯨ ꯫

source: Mutual accountability.
mni: ꯃꯈꯣꯏ ꯃꯁꯦꯜ ꯱ꯁꯨꯡ ꯋꯥꯔꯣꯜ ꯂꯩꯈꯥꯏ ꯇꯥꯅꯕ ꯫

source: n
mni: ꯂ

source: N/A
mni: ꯐꯪꯗꯕ

source: Name
mni: ꯃꯤꯡ

source: Names of your language
mni: ꯅꯍꯥꯛꯀꯤ ꯂꯣꯟ ꯃꯃꯤꯡ

source: Native Language
mni: ꯌꯦꯜꯍꯧ ꯂꯣꯟ

source: Need some help with accent?
mni: ꯈꯣꯟꯊꯣꯛꯀꯤ ꯃꯇꯥꯡꯗ ꯃꯇꯦꯡ ꯈꯔꯥ ꯃꯊꯧ ꯇꯥꯕꯔꯥ?

source: Need some help with variants?
mni: ꯈꯦꯠꯅꯕꯁꯤꯡꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯃꯇꯦꯡ ꯈꯔꯥ ꯃꯊꯧ ꯇꯥꯕꯔꯥ?

source: Need to download your data?
mni: ꯅꯍꯥꯛꯀꯤ ꯗꯦꯇꯥ ꯑꯗꯨ ꯆꯤꯡꯊꯕꯥ ꯃꯊꯧ ꯇꯥꯕ꯭ꯔꯥ?

source: Nepali
mni: ꯅꯦꯄꯥꯂꯤ

source: New Language Launch
mni: ꯑꯅꯧꯕ ꯂꯣꯟ ꯂꯤꯡꯈꯠꯂꯦ

source: Next
mni: ꯃꯊꯪ

source: Nias
mni: ꯅꯥꯢꯁ

source: No
mni: ꯅꯠꯇꯦ

source: [No ‘a’ in the original text]
mni: [ꯑꯔꯤꯖꯤꯅꯦꯜ ꯇꯦꯛꯁꯇꯥ ‘ꯑꯦ’ ꯂꯩꯇꯦ]

source: No gravatar found for your email
mni: ꯅꯍꯥꯛꯀꯤ ꯏꯃꯦꯏꯜꯒꯤꯗꯃꯛ ꯒ꯭ꯔꯦꯚꯥꯇꯔ ꯑꯃꯠꯇꯥ ꯐꯪꯈꯤꯗꯦ

source: No microphone found.
mni: ꯃꯥꯏꯛꯔꯣꯐꯣꯟ ꯑꯃꯠꯇꯥ ꯐꯪꯈꯤꯗꯦ ꯫

source: Northern Sotho
mni: ꯑꯋꯥꯡ ꯊꯪꯕꯥ ꯁꯣꯊꯣꯡ

source: Norwegian Bokmål
mni: ꯅꯣꯔꯋꯦꯖꯤꯌꯥꯟ ꯕꯣꯛꯃꯥꯜ

source: Norwegian Nynorsk
mni: ꯅꯣꯔꯋꯦꯖꯤꯌꯥꯟ ꯅꯥꯏꯅꯣꯔ꯭ꯁꯛ

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
mni: ꯈꯪꯖꯤꯟꯒꯗꯕꯥ: 'ꯎꯕ'ꯗꯥ ꯁꯦꯠ ꯇꯧꯕꯥ ꯃꯇꯝꯗꯥ, ꯁꯦꯇꯤꯡ ꯑꯁꯤ <profileLink>ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯂꯃꯥꯏ</profileLink>ꯗꯒꯤ ꯍꯣꯡꯗꯣꯛꯄꯥ ꯌꯥꯏ

source: Note: You will still need to select between Speak or Listen to change contribution type.
mni: ꯈꯪꯖꯤꯟꯒꯗꯕꯥ: ꯁꯔꯨꯛꯌꯥꯕꯒꯤ ꯃꯈꯜ ꯍꯣꯡꯗꯣꯛꯅꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯍꯧꯖꯤꯛꯁꯨ ꯋꯥ ꯉꯥꯡꯕꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯇꯥꯕꯒꯤ ꯃꯔꯛꯇꯥ ꯈꯟꯕꯥ ꯃꯊꯧ ꯇꯥꯏ ꯫

source: No Thanks
mni: ꯄꯥꯝꯗꯔꯦ

source: No variant selected
mni: ꯚꯦꯔꯤꯑꯦꯟꯇ ꯑꯃꯠꯇꯥ ꯈꯅꯈꯤꯗꯦ

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
mni: ꯍꯧꯖꯤꯛ ꯑꯗꯣꯝꯅꯥ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯈꯔꯥ ꯍꯦꯟꯅꯥ ꯈꯪꯂꯕꯅꯤꯅꯥ ꯀꯔꯤꯒꯤꯗꯃꯛ ꯃꯁꯤ ꯍꯣꯠꯅꯗ꯭ꯔꯤꯕꯅꯣ? ꯋꯥꯍꯩꯁꯤꯡ ꯑꯗꯨ ꯍꯧꯅ ꯄꯥꯕꯥ ꯍꯧꯅꯕꯒꯤꯗꯃꯛ ꯃꯥꯏꯛꯔꯣꯐꯣꯟꯒꯤ ꯑꯥꯏꯀꯟ ꯑꯗꯨꯗꯥ ꯀ꯭ꯂꯤꯛ ꯇꯧꯔꯣ ꯫ <br/><br/>ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯑꯇꯣꯞꯄꯒꯤ ꯈꯣꯟꯖꯦꯜꯒꯤ ꯁꯔꯨꯛꯌꯥꯕꯁꯤꯡ ꯔꯤꯚꯤꯌꯨ ꯇꯧꯕꯥ ꯄꯥꯝꯂꯕꯗꯤ, ꯄ꯭ꯂꯦ ꯑꯥꯏꯀꯟ ꯑꯗꯨꯗꯥ ꯀ꯭ꯂꯤꯛ ꯇꯧꯕꯤꯌꯨ ꯫ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡ ꯑꯁꯤ ꯁ꯭ꯛꯔꯤꯟꯗꯥ ꯏꯕꯥ ꯋꯥꯍꯩꯁꯤꯡꯒꯥ ꯃꯥꯟꯅꯩ ꯍꯥꯏꯕꯥ ꯀꯟꯐꯥꯔꯝ ꯇꯧꯕꯗꯥ ꯅꯍꯥꯛꯅꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯒꯅꯤ ꯫

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
mni: ꯍꯧꯖꯤꯛꯇꯤ ꯑꯗꯣꯝꯅꯥ ꯑꯗꯣꯝꯒꯤ ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯀꯅꯥꯒꯨꯝꯕꯥ ꯑꯃꯍꯦꯛꯇꯅꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ ꯑꯣꯄꯟ-ꯁꯣꯔꯁ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯕꯦꯖ ꯑꯃꯥ ꯁꯦꯝꯒꯠꯄꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯅꯕꯥ ꯑꯗꯣꯃꯒꯤ ꯈꯣꯟꯖꯦꯜ ꯄꯤꯕꯥ ꯌꯥꯔꯦ꯫ ꯈꯣꯟꯖꯦꯜꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯋꯦꯕꯀꯤꯗꯃꯛ ꯑꯅꯧꯕꯥ ꯑꯦꯄꯁꯤꯡ ꯁꯦꯃꯒꯠꯅꯕꯥ꯫ ꯃꯦꯁꯤꯟꯁꯤꯡꯅꯥ ꯑꯁꯦꯡꯕꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯅꯥ ꯀꯔꯝꯅꯥ ꯋꯥꯔꯤ ꯁꯥꯅꯕꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯈꯪꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯅꯕꯥ ꯋꯥꯍꯩ ꯑꯃꯥ ꯄꯥꯕꯤꯌꯨ꯫ ꯑꯇꯣꯞꯄꯒꯤ ꯊꯕꯛꯁꯤꯡ ꯌꯦꯡꯁꯤꯟꯕꯤꯌꯨ꯫ ꯑꯐꯕ ꯆꯥꯡ ꯍꯦꯟꯅꯕꯥ ꯁꯔꯨꯀ ꯌꯥꯔꯤꯕꯁꯤꯡ ꯌꯥꯎꯔꯤ ꯫ ꯃꯁꯤ ꯌꯥꯝꯅꯥ ꯂꯥꯏꯕꯛ ꯐꯕꯅꯤ!

source: Number of Voices
mni: ꯈꯣꯟꯖꯦꯜꯁꯤꯡ ꯃꯁꯤꯡ

source: Occitan
mni: ꯑꯣꯛꯁꯤꯇꯥꯟ

source: Odia
mni: ꯑꯣꯗꯤꯌꯥ

source: Off
mni: ꯃꯨꯊꯠꯄ

source: Offensive language
mni: ꯁꯥꯎꯅꯤꯡꯍꯟꯕ ꯂꯣꯟ

source: Offensive speech
mni: ꯁꯥꯎꯅꯤꯡꯒꯗꯕ ꯋꯥꯉꯥꯡ

source: On
mni: ꯊꯥꯕ

source: On desktop devices you can contribute by downloading…
mni: ꯗꯦꯁ꯭ꯀꯇꯣꯞ ꯗꯤꯚꯥꯏꯁꯁꯤꯡꯗꯥ ꯅꯍꯥꯛꯅꯥ ꯆꯤꯡꯊꯗꯨꯅ ꯁꯔꯨꯛꯌꯥꯕ ꯌꯥꯏ...

source: On his head he wore a beret.
mni: ꯃꯍꯥꯛꯀꯤ ꯃꯀꯣꯛꯊꯣꯡꯕꯗꯥ ꯃꯍꯥꯛꯅꯥ ꯕꯦꯔꯦꯠ ꯑꯃꯥ ꯊꯝꯈꯤ ꯫

source: On iOS please continue with Safari to enable recording…
mni: ꯑꯥꯏ.ꯑꯣ.ꯑꯦꯁ.ꯇꯥ ꯆꯥꯟꯕꯤꯗꯨꯅꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯕꯥ ꯌꯥꯅꯕꯥ ꯁꯥꯐꯥꯔꯤꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯃꯈꯥ ꯆꯠꯊꯕꯤꯌꯨ...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mni: ꯑꯃꯔꯣꯝꯗꯥ, ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯄꯥꯔꯤꯕꯥ ꯃꯤ ꯑꯗꯨꯅꯥ ꯋꯥꯍꯩ ꯑꯁꯤ ꯃꯃꯥꯡꯗꯥ ꯀꯩꯗꯧꯉꯩꯗꯁꯨ ꯊꯦꯡꯅꯈꯤꯗ꯭ꯔꯤꯕꯅꯤ ꯍꯥꯏꯅꯥ ꯈꯜꯂꯕꯗꯤ, ꯑꯃꯁꯨꯡ ꯋꯥꯍꯩ ꯑꯁꯤ ꯐꯣꯡꯗꯣꯛꯄꯗꯥ ꯑꯔꯥꯟꯕꯥ ꯋꯥꯐꯝ ꯑꯃꯥ ꯈꯛꯇꯃꯛ ꯊꯝꯂꯕꯗꯤ, ꯆꯥꯟꯕꯤꯗꯨꯅꯥ ꯌꯥꯕꯤꯒꯅꯨ ꯫ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯁꯣꯏꯗꯅꯥ ꯈꯪꯂꯕꯗꯤ, ꯁ꯭ꯀꯤꯞ ꯕꯇꯟ ꯑꯗꯨ ꯁꯤꯖꯤꯟꯅꯧ ꯫

source: Optionally join on our email list for updates and new information about the project.
mni: ꯄ꯭ꯔꯣꯖꯦꯛꯇ ꯑꯁꯤꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯑꯄꯗꯦꯠ ꯑꯃꯁꯨꯡ ꯑꯅꯧꯕꯥ ꯏꯟꯐꯣꯔꯃꯦꯁꯅꯒꯤꯗꯃꯛꯇꯥ ꯑꯩꯈꯣꯏꯒꯤ ꯏꯃꯦꯏꯜ ꯂꯤꯁ꯭ꯇꯇꯥ ꯑꯣꯄꯁꯅꯦꯜ ꯑꯣꯏꯅꯥ ꯌꯥꯎꯕꯤꯌꯨ ꯫

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
mni: ꯑꯣꯄꯁꯅꯦꯜ ꯑꯣꯏꯅꯥ ꯄꯤꯁꯤꯜꯂꯀꯄꯥ ꯗꯦꯃꯣꯒ꯭ꯔꯥꯐꯤꯛ ꯗꯦꯇꯥ (ꯈꯨꯗꯝ ꯑꯣꯏꯅꯥ, ꯆꯍꯤ, ꯖꯦꯟꯗꯔ, ꯂꯣꯜ, ꯑꯃꯁꯨꯡ ꯑꯦꯛꯁꯦꯟꯇ) ꯑꯁꯤ ꯅꯍꯥꯛꯀꯤ ꯄ꯭ꯔꯣꯐꯥꯏꯂꯗꯥ ꯀꯩꯗꯧꯉꯩꯗꯥ ꯃꯤꯌꯥꯃꯗꯥ ꯈꯪꯍꯜꯂꯣꯏ, ꯑꯃꯁꯨꯡ ꯗꯦꯇꯥꯁꯦꯇꯇꯥ ꯂꯩꯕꯥ ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇ ꯑꯗꯨꯒꯥ ꯂꯤꯑꯣꯄꯁꯅꯦꯜ ꯑꯣꯏꯅꯥ ꯄꯤꯁꯤꯜꯂꯀꯄꯥ ꯗꯦꯃꯣꯒ꯭ꯔꯥꯐꯤꯛ ꯗꯦꯇꯥ (ꯈꯨꯗꯝ ꯑꯣꯏꯅꯥ, ꯆꯍꯤ, ꯖꯦꯟꯗꯔ, ꯂꯣꯜ, ꯑꯃꯁꯨꯡ ꯑꯦꯛꯁꯦꯟꯇ) ꯑꯁꯤ ꯅꯍꯥꯛꯀꯤ ꯄ꯭ꯔꯣꯐꯥꯏꯂꯗꯥ ꯀꯩꯗꯧꯉꯩꯗꯥ ꯃꯤꯌꯥꯃꯗꯥ ꯈꯪꯍꯜꯂꯣꯏ, ꯑꯃꯁꯨꯡ ꯗꯦꯇꯥꯁꯦꯇꯇꯥ ꯂꯩꯕꯥ ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇ ꯑꯗꯨꯒꯥ ꯂꯤꯉ꯭ꯛ ꯇꯧꯔꯣꯏ꯫ ꯃꯤꯑꯣꯏ ꯑꯃꯒꯤ ꯑꯣꯗꯤꯑꯣ ꯀ꯭ꯂꯤꯄꯁꯤꯡ ꯑꯁꯤ ꯍꯦꯟꯅꯥ ꯑꯆꯨꯝꯕꯥ ꯑꯦꯅꯥꯂꯥꯏꯁꯤꯁꯀꯤ ꯄꯥꯟꯗꯃꯗꯥ ꯗꯦꯃꯣꯒ꯭ꯔꯥꯐꯤꯛ ꯗꯦꯇꯥꯒꯥ ꯃꯔꯤ ꯂꯩꯅꯍꯅꯒꯅꯤ - ꯈꯨꯗꯝ ꯑꯣꯏꯅꯥ, ꯔꯤꯁꯔꯆꯔ ꯑꯃꯅꯥ ꯇ꯭ꯔꯦꯅꯤꯡ ꯃꯣꯗꯦꯜ ꯑꯃꯥ ꯑꯀꯛꯅꯕꯥ ꯗꯦꯃꯣꯒ꯭ꯔꯥꯐꯤꯛ ꯁꯦꯒꯃꯦꯟꯇ ꯑꯃꯗꯥ ꯇꯥꯔꯒꯦꯠ ꯇꯧꯕꯥ ꯄꯥꯝꯂꯕꯁꯨ ꯌꯥꯏ꯫

source: Other
mni: ꯑꯇꯩ

source: Other Language
mni: ꯑꯇꯩ ꯂꯣꯟ

source: Other people validate those voice clips.
mni: ꯑꯇꯣꯞꯄꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯅꯥ ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯑꯗꯨ ꯚꯦꯂꯤꯗꯦꯠ ꯇꯧꯏ ꯫

source: Other voice datasets…
mni: ꯑꯇꯣꯞꯄꯥ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠꯁꯤꯡ...

source: Other Voice Datasets
mni: ꯑꯇꯣꯞꯄꯥ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠꯁꯤꯡ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
mni: ꯑꯩꯈꯣꯏꯒꯤ ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯃꯦꯅꯦꯖꯔꯅꯥ ꯑꯗꯣꯝꯗꯥ ꯌꯧꯔꯛꯇꯨꯅꯥ ꯑꯣꯐꯔ ꯇꯧꯒꯅꯤ ꯫ ꯑꯍꯦꯟꯕꯥ ꯉꯥꯛꯂꯧ, ꯑꯃꯁꯨꯡ ꯂꯩꯔꯕꯗꯤ ꯅꯍꯥꯀꯄꯨ ꯈꯪꯍꯟꯅꯕꯥ ꯫ ꯍꯥꯟꯅꯗꯒꯤ ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜꯗꯥ ꯊꯕꯛ ꯇꯧꯔꯤꯕꯥ ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯑꯃꯅꯤ ꯫

source: Our governance is founded on the pillars of:
mni: ꯑꯩꯈꯣꯏꯒꯤ ꯂꯩꯉꯥꯛ ꯑꯁꯤ ꯃꯈꯥꯒꯤ ꯌꯨꯝꯕꯤꯁꯤꯡꯗꯥ ꯌꯨꯝꯐꯝ ꯑꯣꯏꯕꯅꯤ:

source: Overall Accuracy
mni: ꯑꯄꯨꯟꯕꯥ ꯑꯣꯏꯅꯥ ꯑꯆꯨꯝꯕꯥ

source: Overall Hr. Total
mni: ꯑꯄꯨꯟꯕꯥ ꯑꯣꯏꯅꯥ ꯑꯩꯆ.ꯑꯥꯔ. ꯑꯄꯨꯟꯕ

source: p
mni: ꯊ

source: Papiamento (Aruba)
mni: ꯄꯥꯄꯤꯌꯥꯃꯦꯟꯇꯣ (ꯑꯔꯨꯕꯥ)

source: Partner
mni: ꯈꯣꯡꯂꯣꯏ

source: Partners
mni: ꯈꯣꯡꯂꯣꯏ

source: Partnerships and networks
mni: ꯈꯣꯡꯂꯣꯏ ꯑꯃꯁꯨꯡ ꯃꯁꯥ ꯃꯌꯥꯝ

source: [Part of the text can’t be heard]
mni: [ꯋꯥꯍꯩꯒꯤ ꯁꯔꯨꯛ ꯑꯃꯥ ꯇꯥꯕꯥ ꯉꯝꯗꯦ]

source: Pashto
mni: ꯄꯥꯁꯇꯣ

source: Past recordings download requests
mni: ꯍꯧꯈꯤꯕꯥ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡ ꯆꯤꯡꯊꯕ ꯔꯤꯛꯋꯦꯁ꯭ꯇꯁꯤꯡ
